<template>
  <div class="w1200">
    <div class="commonProblem costDescription clearfix">
      <!-- start 左导航 -->
      <div class="sub-nav">
        <ul>
          <li v-for="(item,index) in titles" v-if="item" :key="item" :class="{'open': index == titleIndex}" class="nav-5">
            <a :href="'/about/'+index+'.html'" class="dropdown-title">
              <em class="icon icon-problem"></em>
              <span class="txt">{{item}}</span>
            </a>
          </li>
        </ul>
      </div>
      <!-- end 左导航 -->
      <!-- start 右侧内容 -->
      <div class="right-content" v-if="titleIndex == 1">
        <div class="i-header">关于知千秋</div>
        <!-- start 费用说明 -->
        <div class="content join selected">
          <h3>关于我们</h3>
          <p class="p">
            知千秋隶属于四川先锋商标事务所有限公司，致力于运营大数据技术、人工智能等技术重新定义知识产权生态链。从知识产权全生命周期中的需求场景出发，以“互联网+大数据+知识产权”的方式，联合国内外第三方专业服务机构，为用户提供便捷、智能的一站式知产综合服务。用户不仅可以通过文字、图片等方式进行快速查询检索，精准获取商标、专利、版权及所属企业的关联信息，还可以进行实时监控和多维分析，从而挖掘知产数据背后的商业价值。目前知千秋主营业务：商标注册、专利申请、版权交易等相关业务。
          </p>
          <h3>企业文化</h3>
          <p class="p">
            <b>使命</b>：使知识产权发挥更大社会价值 <br>
            <b>愿景</b>：普及知识产权理念，成为用户信赖的知识产权平台<br>
            <b>价值观</b>：激情 敬业 诚信 感恩
          </p>
          <h3>网站主要功能</h3>
          <p class="p">
            <b>(1)、商标注册</b>：领先的互联网商标注册平台，为商标申请人一键下单，无需东奔西走节省了申请人的时间，全程在线办理，任何官文、消息及时送达。从此功能开通以来，已为近万家客户申请注册了商标。 <br>
            <b>(2)、商标查询</b>：网站首页输入注册号、申请人名、商标名，就可以快速找到商标，很受欢<br>
            <b>(3)、商标后续服务</b>：商标相关的后续服务，比如商标驳回复审、商标续展、商标异议……，均可以通过知千秋在线办理。<br>
            <b>(4)、商标近似查询</b>：按照中文、英文、图形、数字、字头、拼音等方式，查询近似商标。近似度算法是知千秋潜心研究独创的算法，非常准确。<br>
            <b>(5)、商标综合查询</b>：知千秋提供了按照注册号、商标名、申请人、代理人等多种查询方式供您查询商标，并可以随时导出这些商标。<br>
            <b>(6)、商标监测</b>：通过录入监测关键词，系统匹配到可疑近似初审商标时，自动为您发送邮件提醒您。<br>
            <b>(7)、商标公告</b>：知千秋为您展现从1980年第一期公告开始，截止到目前最新的公告，共一千多期。而且每周都在同步跟商标网保持更新。<br>
            <b>(8)、商标数据API接口</b>：通过接口您可以搭建自己的商标查询网站。<br>
          </p>
        </div>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 2">
        <div class="i-header">加入知千秋</div>
        <!-- start 费用说明 -->
        <div class="content join selected">
          <h3>流量运营经理</h3>
          <div class="t2">
            <h4>岗位职责：</h4>
            <p>1. 根据公司和业务发展目标，负责旗下知产网站的流量引入，熟悉流量渠道，通过网络推广、媒体投放、市场合作、活动营销等多种线上渠道推广为公司开发有效客户，并引入流量；</p>
            <p>2. 负责旗下知产网站的用户增长，灵活运用各种推广渠道及方式，定制用户增长策略；</p>
            <p>3. 带领增长团队, 对数据目标负责, 与项目团队共同达成数据目标；</p>
            <p>4. 对业务核心指标有深刻认识，能根据业务的发展制定短期和长期定量分析，并根据结果决定调整策略和实施优先级。</p>
          </div>
          <div class="t2">
            <h4>任职资格</h4>
            <p>1.3年及以上产品整体运营或者流量运营经验，有成功案例者优先；</p>
            <p>2.热爱流量运营工作，熟悉互联网流量运营的知识和方法；</p>
            <p>3.对数据敏感，目标感强，以结果为导向，思维敏捷，逻辑清晰；</p>
            <p>4.性格乐观开朗，积极进取，具备较强的沟通能力和学习能力，能够承担较大的工作压力。
            </p>
          </div>
          <h3>Java开发工程师</h3>
          <div class="t2">
            <h4>岗位职责：</h4>
            <p>1、参与平台的软件架构、接口设计；</p>
            <p>2、负责软件相关模块的设计与开发；</p>
            <p>3、指导相关模块的测试工作；</p>
            <p>4、参与编写相关的技术文档。</p>
          </div>
          <div class="t2">
            <h4>任职资格</h4>
            <p>1、精通JAVA，精通J2EE开发及SpringMVC/MyBatis/Hibernate等常用框架；</p>
            <p>2、熟练掌握HTML、XML、JavaScript、CSS、json等技术；</p>
            <p>3、熟悉Mysql，熟练使用SQL语句；</p>
            <p>4、具有一种或以上服务器(Tomcat/Nginx/Jetty/JBOSS)的实际使用经验；</p>
            <p>5、有两年以上服务端开发经验；</p>
            <p>6、具备扎实的面向对象功底，理解并能熟练运用相关设计模式；</p>
            <p>7、熟悉mycat、RocketMQ、fastJson者优先，有webapi开发经验者优先。</p>
          </div>
<!--          <p class="p">邮箱：xiongfeng@dgg.net</p>-->
        </div>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 3">
        <div class="i-header">联系我们</div>
        <!-- start 费用说明 -->
        <div class="content join selected">
          <h3>地址</h3>
          <p>成都市金牛区金府路666号30楼3011、3013室</p>
          <h3>电话</h3>
          <p>400-871-9995</p>
          <h3>举报邮箱</h3>
          <p>jubao@dgg.net</p>
          <h3>举报电话</h3>
          <p>15708452246</p>
        </div>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 4">
        <div class="i-header">常见问题</div>
        <h3>1.商标注册为什么需要那么长时间？</h3>
        <p class="p">答：商标注册是统一由国家工商行政总局商标局办理，每天的商标申请量高达27000件，商标局审查均为人工审查，从提交到审查直至初审公告，总共需要9个月的时间，初审公示3个月进入注册公告期，然后排队进行注册证的打印。因此从提交商标申请至拿到商标注册证，需要1年-1.5年的时间。在此期间，知千秋会持续为您服务。</p>
        <h3>2.为什么要注册商标？</h3>
        <p class="p">答：商标作为区别于其他产品和服务的标识，是企业品牌推广和发展的重要通行证，已在消费者心目中根深蒂固。因此，企业未动，请商标先行，以防后患。</p>
        <h3>3.公司注册了，是不是就表示品牌已经认证了，就可以不用注册商标了。</h3>
        <p class="p">答：公司注册登记为在国家工商局进行备案合法经营，但要在市场上进行产品和服务的经营、品牌的树立和打造，则需要商标申请进行品牌加持，以防公司发展呈上升趋势，却被知识产权漏洞拉后腿。</p>
        <h3>4.商标注册能保证100%吗？</h3>
        <p class="p">答：商标提交后是由国家商标总局进行人工审核，会结合商标审查标准以及商标法明文规定来决定商标是否注册通过。因此，商标的成功概率绝大部分取决于商标本身。当然，专业的知识产权顾问会根据商标的近似程度进行判断和建议，大大提高商标的注册成功概率，而不是来者不拒，驳回再说。</p>
        <h3>5.提交LOGO是彩色的好，还是黑白的好？</h3>
        <p class="p">答：彩色和黑白的提交，商标局都是接受的。不过，商标要求如何注册如何使用，彩色登记的商标申请，后期使用也是不能修改更换颜色的，因此更多的建议是黑白申请，后期使用颜色可以自行修改和更换，更加灵活多变。</p>
        <h3>6.商标组合注册和分开注册，哪一种方式好？</h3>
        <p class="p">答：根据如何注册商标如何使用的原则，建议注册登记前考虑清楚后期使用商标的场景是图文分开的多，还是组合使用的多。如果不同的场景位置想要以不同的形式呈现，那么就建议分开申请。因为组合申请只能组合使用，而分开申请可以分开使用，也可以组合使用，更加灵活方便。</p>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 5">
        <div class="i-header">服务说明</div>
        <!-- start 费用说明 -->
        <p class="p">我们的服务由三部分构成：一、知识产权业务服务，包括商标、专利、版权的申请注册、交易转让、疑难化解、信息变更等。二、知识产权大数据支持服务。三、知识产权SaaS工具服务，包括智能商标注册系统、商标搜索工具、商标监控工具、商标管理工具；</p>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 6">
        <div class="i-header">模版下载</div>
        <div class="content join selected">
          <h3>商标模板下载</h3>
          <p v-for="item in templateList[0].list" :key="item.id">{{item.fileName}}
            <a target="_blank" :href="item.fileUrl">下载</a>
          </p>
          <h3>专利模板</h3>
          <p v-for="item in templateList[1].list" :key="item.id">{{item.fileName}}
            <a target="_blank" :href="item.fileUrl">下载</a>
          </p>
          <h3>版权模板</h3>
          <p v-for="item in templateList[2].list" :key="item.id">{{item.fileName}}
            <a target="_blank" :href="item.fileUrl">下载</a>
          </p>
        </div>
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 7">
        <div class="i-header">售后服务</div>
        <!-- start 费用说明 -->
        <p>1、订单进展及时通知</p>
        <p class="p">可以随时查询订单进展情况，关键节点我们将以电话、邮件、短信或站内信等方式及时通知当事人，让客户省时、省心、省力。</p>
        <p>2、订单资料在线管理</p>
        <p class="p">所有案件资料，包括申请文件、受理通知书、电子发票、证书等，均采用在线管理。整个流程操作方便，清晰透明。</p>
        <p>3、免费代缴年费服务</p>
        <p class="p">根据客户需求，双方签订协议，免费为客户提供年费代缴服务。</p>
        <p>4、知识产权价值最大化建议</p>
        <p class="p">知千秋知识产权专家在知识产权价值评估、转让、融资、推广转化及产业化等方面提供咨询指导，以实现知识产权价值最大化。</p>
        <p>5、贴心管家服务</p>
        <p class="p">知千秋为客户提供贴心管家服务，随时解决客户遇到的各种知识产权问题。</p>
        <p>6、投诉建议</p>
        <p class="p">感谢您对知千秋的信任和支持，如您有任何意见或建议，请以邮件或致电的方式反馈给我们，我们会及时采纳，力求为您提供最优质的服务。</p>
        <p class="p">客服热线：400-871-9995</p>
<!--        <p class="p">邮箱：xiongfeng@dgg.net</p>-->
        <!-- end 费用说明 -->
      </div>
      <div class="right-content" v-if="titleIndex == 8">
        <div class="i-header">用户协议</div>
        <p>
          1、协议的接受
        </p>
        <p>
          1.1在本协议中，“您”指客户、网站浏览者、技术使用者；“我们”指本网站；“服务”指本网站提供的所有相关服务；“用户”是指一切在知千秋网站上合法注册后的使用者。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.2在使用知千秋网站www.zhiqianqiu.com（以下简称“本网站”）服务之前，您应当认真阅读并遵守《知千秋服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责
        </p>
        <p>
          <br />
        </p>
        <p>
          任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向知千秋客服咨询。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.3当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他知千秋允许的方式实际使用知千秋平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与知千秋平台达成协议。您可以使用您提供或确认的邮箱、手机号码或者
        </p>
        <p>
          <br />
        </p>
        <p>
          知千秋允许的其它方式作为登录手段进入知千秋网站。 如果您不同意本协议的相关条款，请您立即停止使用本网站及其服务。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.4本协议由您与知千秋平台的经营者共同缔结，本协议具有合同效力。知千秋平台的经营者是指法律认可的经营知千秋平台网站的责任主体。有关知千秋平台经营者的信息请查看各知千秋平台首页底部公布的公司信息和证照信息。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.5您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容或者未获得知千秋对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.6本协议内容包括协议正文、法律声明、《知千秋规则》及所有知千秋已经发布或将来可能发布的各类规则、公告或通知（以下合称“知千秋规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。为更好地为您服务，我们将更新
        </p>
        <p>
          <br />
        </p>
        <p>
          本协议，相关通知，将在网站上公示，请您留意本网站的通知。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.7您确认，在您完成注册程序或以其他知千秋允许的方式实际使用知千秋平台服务时，您应当是具备完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且知千秋有权注销或永久冻结您的账户，并
        </p>
        <p>
          <br />
        </p>
        <p>
          向您及您的监护人索偿相应损失。
        </p>
        <p>
          <br />
        </p>
        <p>
          1.8知千秋将在知千秋平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
        </p>
        <p>
          <br />
        </p>
        <p>
          2、用户注册
        </p>
        <p>
          2.1在注册时，您应当依照法律法规要求，按相应页面的提示准确提供您的完整、准确、真实的注册信息资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，知千秋有权向
        </p>
        <p>
          <br />
        </p>
        <p>
          您发出询问或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部知千秋平台服务。知千秋对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
        </p>
        <p>
          <br />
        </p>
        <p>
          2.2您须自行负责对您的登录名、知千秋昵称和密码保密，且须对您在该登录名、知千秋昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议服务等）承担责任。您同意：
        </p>
        <p>
          1)如发现任何人未经授权使用您的登录名、昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知知千秋；
        </p>
        <p>
          2)确保您在上网时段结束时，以正确步骤离开网站/服务。知千秋不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解知千秋对您的请求采取行动需要合理时间，知千秋对在采取行动前已经产生的后果（包括但不限于您的任何损失）。
        </p>
        <p>
          <br />
        </p>
        <p>
          2.3当您的账号、用户名及密码非经您本人授权被使用时，您应及时通知本网站。本网站将及时采取措施，避免或减少您的利益受损。但在本网站采取措施之前的损失，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          2.4您的登录名、知千秋昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经知千秋同意，且需提供知千秋要求的合格的文件材料并根据知千秋制定的操作流程办理。
        </p>
        <p>
          <br />
        </p>
        <p>
          2.5对于您从本网站了解的商业秘密，您有义务保密。未经本网站的书面许可，您不得向任何第三方透露或允许其使用该商业秘密。
        </p>
        <p>
          <br />
        </p>
        <p>
          3、用户信息保护
        </p>
        <p>
          3.1您在注册帐号时和使用本网站服务时本网站将采集包括注册信息、案件信息、非个人化信息等用户信息。
        </p>
        <p>
          <br />
        </p>
        <p>
          3.2本网站仅在符合下列条件之一的情况下，对收集到的您的用户信息进行限制使用。
        </p>
        <p>
          1）在取得您的书面授权的情况下；
        </p>
        <p>
          2）当您的人身权和财产权面临重大损害时；
        </p>
        <p>
          3）当第三人的权益面临重大损害时；
        </p>
        <p>
          4）依照政府监管机关命令或司法机关要求时。
        </p>
        <p>
          <br />
        </p>
        <p>
          3.3在不透露您的隐私资料前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
        </p>
        <p>
          <br />
        </p>
        <p>
          4、用户使用限制
        </p>
        <p>
          4.1不得注册恶意的用户账号或利用本网站账号进行违法活动，以及干扰、欺骗、损坏本网站和其他网站，以及网站用户。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.2不得利用本网站上传违反法律、行政法规、互联网管理方面的部门规章之内容，包括但不限于：宣传暴力、色情、破坏民族团结、侮辱、诽谤他人之内容。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.3不得在本网站内容或您上传的资料中安装插件或软件，以上传、链接、跳转、推广非本网站授权的资料。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.4不得对知千秋平台上的任何数据作商业性利用，包括但不限于在未经知千秋事先书面同意的情况下，以复制、传播等任何方式使用知千秋平台站上展示的资料。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.5不得利用本网站或对本网站进行传播病毒、进行黑客攻击、入侵计算机系统、窃取他人的帐号及密码、侵犯他人商业秘密及其他知识产权之行为。不使用任何装置、软件或例行程序干预或试图干预知千秋平台的正常运作或活动。您不得采取任何将导致不合理的庞大数
        </p>
        <p>
          <br />
        </p>
        <p>
          据负载加诸知千秋平台网络设备的行动。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.6您不得实施侵犯本网站内容及计算机软件所涉及的知识产权之行为。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.7您不得将我们的服务标志、注册商标、文档及图片、计算机软件等从其原来的位置上移除或做任何修改。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.8对于前述4.1至4.6条等违反国家法律、行政法规的行为，本网站有权在不通知您的情况下删除非法信息，并有权对您的帐号进行关闭或注销，不再提供法律服务，且不退还您已经支付的所有费用；由此造成的一切损失，由您自行负责，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.9您如果违反4.1至4.8条款下的内容，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保知千秋免于因此产生任何损失或增加费用。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.10基于维护知千秋网站的秩序及广大用户安全的需要，知千秋有权在发生恶意欺骗、侵犯他人的合法权益等情形下，执行关闭、冻结账户、停止服务等措施。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.11经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者知千秋根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议或规则的条款的，则知千秋有权在知千秋平台上公示您的该等涉嫌违法或违约行为及知千秋已对您采取的措施
        </p>
        <p>
          <br />
        </p>
        <p>
          。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.12对于您在知千秋平台上发布的涉嫌违法、涉嫌侵犯他人合法权利或违反本协议或规则的信息，知千秋有权不经通知您即予以删除，且按照规则的规定进行处罚。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.13对于您违反本协议项下承诺，或您在知千秋平台上实施的行为，包括您未在知千秋平台上实施但已经对知千秋平台及其用户产生影响的行为，知千秋有权单方认定您行为的性质及是否构成对本协议或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提
        </p>
        <p>
          <br />
        </p>
        <p>
          供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。
        </p>
        <p>
          <br />
        </p>
        <p>
          4.14 如您涉嫌违反有关法律或者本协议之规定，使知千秋遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿知千秋因此造成的损失或发生的费用，包括合理的律师费用。
        </p>
        <p>
          <br />
        </p>
        <p>
          5、知千秋登录名注销
        </p>
        <p>
          5.1如您是付费用户连续二年未使用您的邮箱、手机或知千秋认可的其他方式和密码登录过知千秋平台，您的知千秋登录名可能被注销，不能再登录知千秋网站，所有知千秋网站服务同时终止。
        </p>
        <p>
          <br />
        </p>
        <p>
          5.2如果您是本网站的非付费用户，且连续十二个月没有登录本网站，本网站有权注销您的帐号。
        </p>
        <p>
          <br />
        </p>
        <p>
          5.3您同意并授权知千秋网站，您如在知千秋网站有欺诈、发布或散布侵权信息、侵犯他人合法权益或其他违反法律法规、知千秋网站规则等行为，您在知千秋网站的登录名可能被注销，所有知千秋网站服务同时终止。
        </p>
        <p>
          <br />
        </p>
        <p>
          6、知千秋平台服务
        </p>
        <p>
          6.1您实施的所有行为均遵守国家法律、法规等规范性文件及知千秋平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。如用户违法行为损害他人合法权益，导致知千秋网站遭受任何损害或遭受任何来自第三
        </p>
        <p>
          <br />
        </p>
        <p>
          方的索赔要求等，用户应向知千秋网站赔偿相应的损失，用户并需对其违反服务条款所产生的一切后果负全部法律责任
        </p>
        <p>
          <br />
        </p>
        <p>
          6.2用户同意接受本网站通过电子邮件、即时通信的客户端、网页或其他合法方式向用户发送与服务相关的内容或其他相关信息。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.3用户依本协议所取得的服务权利不可转让。本协议下的所有业务内容均需在服务期限内使用，服务期届满，即使用户续约，也不得累积使用
        </p>
        <p>
          <br />
        </p>
        <p>
          6.4律师函服务：用户应提供知千秋网站上相应服务所要求提供的真实、完整的资料，当为您提供服务的律师向您进一步了解、问询相关情况时，用户必须要向服务律师提供真实的信息、资料、情况、证据
        </p>
        <p>
          <br />
        </p>
        <p>
          6.5合同审核与代写本网站会及时响应用户在网站上提交的合同审核、代写服务请求，用户应就合同审核或代写的事项与律师进行积极的沟通，服务完成时间根据知千秋的网站公示服务标准执行。用户应准备好相关的基本素材，如合同的相对方基本情况，合同标的详细情
        </p>
        <p>
          <br />
        </p>
        <p>
          况，基本的交易条件等，以提高合同审核与合同代写的确定性与适用性。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.6律师面对面服务：
        </p>
        <p>
          6.6.1律师面对面服务由知千秋的深度合作律师事务所提供，本网站保证为用户提供服务的律师均为我国拥有合法注册执业资格的律师。
        </p>
        <p>
          6.6.2本网站会根据用户的具体需求安排服务律师，同时考虑律师的专长领域与用户法律事务的匹配度等信息，并参考用户的意愿。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.7律师推荐服务：
        </p>
        <p>
          6.7.1本网站会根据用户的需求推荐服务律师，推荐服务律师时我们将考虑用户的案件情况、用户所在地域、诉讼便利原则、律师的专长领域与用户法律事务的匹配度等情况并参考用户的意愿。
        </p>
        <p>
          6.7.2律师推荐达成的案件委托收费由用户与服务律师及其律师事务所协商确定。由于同一项法律事务会有律师事务所和律师收费标准不同的情况，本网站不保证推荐的律师事务所和律师的收费标准的统一性。
        </p>
        <p>
          6.7.3律师推荐由用户和律师事务所单独协商处理，本网站为用户提供推荐服务律师的机会，用户在此项法律服务中的权利与义务由委托代理协议约定。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.8在使用本法律服务过程中，用户应有向律师提供真实、准确、完整信息的义务，由于用户违反此项规定，否则，将直接影响到律师意见，由此而导致的损失，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.9本网站在为用户推荐律师的情形下，如果本网站不参与用户与律师及律师事务所之间的委托代理合同关系，用户与律师及律师事务所之间的纠纷，本网站不承担任何法律责任
        </p>
        <p>
          <br />
        </p>
        <p>
          6.10律师在符合执业规范情况下给出的意见，供用户决策参考。用户在商业机会与法律风险之间作出的自主选择，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.11本网站网站上的文档仅为通用模板，用户下载后，依据自身需要进行的更改、具体化，是对文档的修改行为，对用户使用修改后的文档之行为的后果，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.12本网站与一定数量的第三方进行合作，对于本网站与第三方网站的链接、以及第三方网站提供的服务、您访问该第三方网站时的交易帐号及密码安全问题，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          6.13您在使用知千秋平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
        </p>
        <p>
          <br />
        </p>
        <p>
          7、特别授权
        </p>
        <p>
          对于您提供的资料及数据信息，您授予知千秋网站及其关联公司独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，知千秋及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示
        </p>
        <p>
          <br />
        </p>
        <p>
          您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于知千秋平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
        </p>
        <p>
          <br />
        </p>
        <p>
          8、协议终止
        </p>
        <p>
          8.1您同意，知千秋有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部知千秋平台服务，暂时冻结或永久冻结（注销）您的账户在知千秋平台的权限，且无须为此向您或任何第三方承担任何责任
        </p>
        <p>
          <br />
        </p>
        <p>
          8.2出现以下情况时，知千秋有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在知千秋平台的权限和收回账户对应的知千秋昵称：
        </p>
        <p>
          1)知千秋终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为知千秋用户的；
        </p>
        <p>
          2)您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或知千秋以其它联系方式通知您更改电子邮件信息，而您在知千秋通知后三个工作日内仍未更改为有效的电子邮箱的；
        </p>
        <p>
          3)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整；
        </p>
        <p>
          4)本协议（含规则）变更时，您明示并通知知千秋不愿接受新的服务协议的；
        </p>
        <p>
          5)其它知千秋认为应当终止服务的情况。
        </p>
        <p>
          <br />
        </p>
        <p>
          8.3您的账户服务被终止或者账户在知千秋平台的权限被永久冻结（注销）后，知千秋没有义务为您保留或向您披|您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
        </p>
        <p>
          <br />
        </p>
        <p>
          8.4您同意，您与知千秋的合同关系终止后，知千秋仍享有下列权利：
        </p>
        <p>
          1)继续保存您的用户信息及您使用知千秋平台服务期间的所有相关信息；
        </p>
        <p>
          2)您在使用知千秋平台服务期间存在违法行为或违反本协议或规则的行为的，知千秋仍可依据本协议向您主张权利。
        </p>
        <p>
          <br />
        </p>
        <p>
          8.5知千秋中止或终止向您提供知千秋平台服务后，对于您在服务中止或终止之前的行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保知千秋免于因此产生任何损失或承担任何费用：
        </p>
        <p>
          1)您在服务中止或终止之前已经上传至知千秋平台的服务尚未完成的，知千秋有权在中止或终止服务的同时删除相关信息；
        </p>
        <p>
          2)您在服务中止或终止之前已经与其他第三方达成服务合同的，但合同尚未实际履行的，知千秋有权删除该服务合同及其相关信息；
        </p>
        <p>
          3)您在服务中止或终止之前已经与其他第三方达成买卖合同且已部分履行的，知千秋可以不删除该项服务内容，但知千秋有权在中止或终止服务的同时将相关情形通知您的服务方。
        </p>
        <p>
          <br />
        </p>
        <p>
          9、免责声明
        </p>
        <p>
          9.1为防止黑客攻击和计算机病毒入侵，我们将采取措施，包括使用当下的防护措施，来保护用户的注册信息和帐号之安全，以及本网站的安全。但我们不能担保您的帐户和密码以及本网站一定免受攻击。因此而导致的不能正常使用，本网站免责。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.2非本网站所控制的通信线á故障导致的您不能使用本网站而造成的损失，本网站不承担任何法律责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.3因本网站的技术故障等不可预测事件影响到服务的正常运行的，本网站承诺在第一时间与相关单位协调，及时处理进行修复；但是，您因此而遭受的一切损失，本网站免责。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.4您在向本网站输入文件时，应事先做好备份，因信息丢失使您遭受损失的，本网站免责。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.5因政府或司法行为导致您不能使用本网站的，本网站免责。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.6本网站及本网站的雇员没有违反对您的法定义务情况下，造成您的损失，本网站免责。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.7知千秋负责按&quot;现状&quot;和&quot;可得到&quot;的状态向您提供知千秋平台服务。但知千秋对知千秋平台服务不作任何明示或暗示的保证，包括但不限于知千秋平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，知千秋也不对知千秋平台服
        </p>
        <p>
          <br />
        </p>
        <p>
          务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
        </p>
        <p>
          <br />
        </p>
        <p>
          9.8不论在何种情况下，知千秋均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三
        </p>
        <p>
          <br />
        </p>
        <p>
          方的不作为而造成的不能服务或延迟服务承担责任。
        </p>
        <p>
          <br />
        </p>
        <p>
          10、物权和知识产权声明
        </p>
        <p>
          10.1本网站及其技术的唯一所有者和使用者为本网站。
        </p>
        <p>
          <br />
        </p>
        <p>
          10.2本网站上的内容和计算机技术软件的物权及知识产权归属本网站或第三方，用户不得侵犯知识产权
        </p>
        <p>
          <br />
        </p>
        <p>
          11、通知送达
        </p>
        <p>
          本协议项下本网站对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信函传送等方式进行；该通知于发送之日视为已送达收件人
        </p>
        <p>
          <br />
        </p>
        <p>
          12、本协议的效力
        </p>
        <p>
          本协议中的任何条款无效不影响本协议的其余条款的法律效力。
        </p>
        <p>
          <br />
        </p>
        <p>
          13、法律适用、管辖与其他
        </p>
        <p>
          13.1本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例或行业惯例。
        </p>
        <p>
          <br />
        </p>
        <p>
          13.2本协议包含了您使用各家知千秋平台需遵守的一般性规范，您在使用某个知千秋平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力
        </p>
        <p>
          <br />
        </p>
        <p>
          13.3因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用知千秋服务所产生的争议应由知千秋的经营者与您沟通并处理。一旦产生争议，您与知千秋平台的经营者均同意以本网站所在地人民法院为第一审管辖法院。
        </p>
        <p>
          <br />
        </p>
        <p>
          13.4 如本协议的中文版本和英文版本内容产生冲突，有其他语言版本，将以中文版本内容为准。本协议以其中文版本为最终生效版本。
        </p>
        <p>
          <br />
        </p>
      </div>
      <div class="right-content" v-if="titleIndex == 9 && templateList">
        <div class="i-header">官费明细</div>
        <p v-for="item in templateList[3].list" :key="item.id">{{item.fileName}}
          <a target="_blank" :href="item.fileUrl">下载</a>
        </p>
      </div>
      <!-- end 右侧内容 -->
    </div>
    <to-top />
  </div>
</template>
<script>
import floor from "@/components/floor/floor";
import toTop from "@/components/toTop";
import axios from "axios";
export default {
    head() {
        return {
            title: this.titles[this.titleIndex] + "-知千秋官网重构知产生态链",
            meta: [
                {
                    name: "keywords",
                    hid: "keywords",
                    content:
                        "商标注册，商标免费查询，商标注册查询，商标注册流程及费用，中国商标网，专利申请，专利检索，发明专利"
                },
                {
                    name: "description",
                    hid: "description",
                    content:
                        "知千秋致力于知千秋致力于运营大数据技术、人工智能等技术重新定义知识产权生态链。提供商标查询,商标注册,专利申请,专利查询,版权登记全流程服务。提供免费商标查询Saas工具,智能商标注册0服务费省钱到底,商标查询,商标注册监控,专利申请等服务获得客户的高度认可"
                }
            ],
            link:[
                {
                    rel: "canonical",
                    content: this.baseUrl
                }
            ]
        };
    },
    async asyncData({ params, redirect, error, env, route }) {
        let paramsTemp = params.type.split(".")[0];
        let data = "";
        if (paramsTemp == 6 || paramsTemp == 9) {
            let res = await axios.get(
                `${
                    env.baseUrl
                }/template/findByTemplateType?templateTypes=template_type_07,template_type_08,template_type_09,template_type_10`
            );
            data = res.data.data;
        }

        return {
            templateList: data,
            titleIndex: paramsTemp,
            baseUrl: env.webSite + route.fullPath
        };
    },
    components: {
        toTop
    },
    data() {
        return {
            titles: [
                "",
                "关于我们",
                "加入我们",
                "联系我们",
                "常见问题",
                "服务说明",
                "模板下载",
                "售后服务",
                "用户协议",
                "官费明细"
            ]
        };
    }
};
</script>
<style scoped>
.commonProblem {
    padding: 40px 0;
    min-height: 600px;
}

/* 左导航 */
.sub-nav {
    width: 210px;
    float: left;
    background-color: #f5fbff;
}

.sub-nav .sub-nav-header {
    display: block;
    height: 46px;
    line-height: 46px;
    font-size: 18px;
    font-weight: normal;
    color: #fff;
    background-color: #008cd7;
    margin-bottom: 1px;
    text-align: center;
}

.sub-nav li .dropdown-title {
    display: block;
    height: 40px;
    line-height: 40px;
    font-size: 16px;
    font-weight: normal;
}

.sub-nav li .dropdown-title .icon {
    display: block;
    float: left;
    width: 18px;
    height: 18px;
    margin: 9px 6px 0 40px;
}

.sub-nav li .dropdown-title:hover {
    background-color: #dde5e7;
    border-left: solid 4px #ee8b3c;
}

.sub-nav li .dropdown-title:hover .icon {
    margin-left: 36px;
}

.sub-nav li .dropdown-title .txt {
    display: block;
    float: left;
    color: #666;
}

.sub-nav li .dropdown-title .icon-wddd {
    background-position: 0px 0px;
}

.sub-nav li .dropdown-title .icon-sbjk {
    background-position: 0px -18px;
}

.sub-nav li .dropdown-title .icon-sbgl {
    background-position: 0px -34px;
}

.sub-nav li .dropdown-title .icon-cysqr {
    background-position: 0px -52px;
}

.sub-nav li .dropdown-title .icon-wsdlr {
    background-position: 0px -70px;
}

.sub-nav li .dropdown-title .icon-setting {
    background-position: 0px -93px;
}

.sub-nav li .dropdown-title .icon-arrow {
    display: block;
    float: right;
    width: 18px;
    height: 18px;
    line-height: 20px;
    margin: 8px 14px 0 0px;
    text-align: center;
    font-family: "宋体";
    font-size: 12px;
    color: #008cd7;
    font-weight: bold;
}

.sub-nav li .dropdown-menu {
    display: none;
}

.sub-nav li .dropdown-menu li a {
    display: block;
    height: 38px;
    line-height: 38px;
    text-indent: 64px;
    font-size: 14px;
}

.sub-nav li .dropdown-menu li a:hover {
    background-color: #dde5e7;
}

.sub-nav .open .dropdown-title {
    background-color: #dde5e7;
    border-left: solid 4px #ee8b3c;
}

.sub-nav .open .dropdown-title .icon {
    margin-left: 36px;
}

.sub-nav .open .dropdown-menu {
    display: block;
}

.sub-nav li .dropdown-menu .active {
    background-color: #dde5e7;
}

.right-content {
    width: 955px;
    float: left;
    margin-left: 35px;
    box-sizing: border-box;
}


.costDescription .right-content {
    color: #666;
}

.costDescription .right-content .p {
    margin: 0 0 16px 0;
    padding-left: 20px;
    line-height: 25px;
    font-size: 14px;
}

.costDescription .right-content a {
    color: #ee8b3c;
    text-decoration: underline;
}

.costDescription .right-content h3 {
    margin: 25px 0 10px;
    font-size: 16px;
    font-weight: normal;
    border-left: solid 4px #ee8b3c;
    text-indent: 8px;
    height: 16px;
    line-height: 16px;
}

/* 右侧——服务说明 */


.serviceDescription .right-content {
    color: #666;
}

.serviceDescription .right-content .p {
    margin: 0 0 16px 0;
    text-indent: 2em;
    line-height: 25px;
    font-size: 14px;
}

.serviceDescription .right-content a {
    color: #ee8b3c;
    text-decoration: underline;
}

.serviceDescription .right-content h3 {
    margin: 25px 0 10px;
    font-size: 16px;
    font-weight: normal;
    border-left: solid 4px #ee8b3c;
    text-indent: 8px;
    height: 16px;
    line-height: 16px;
}

.right-content .i-header {
    margin-bottom: 15px;
    height: 40px;
    line-height: 40px;
    padding: 0 10px;
    padding-left: 20px;
    background-color: #f7f7f7;
    font-size: 16px;
    color: #333;
}

.join {
    padding-left: 20px;
}

p {
    line-height: 24px;
}

p > a {
    float: right;
}
</style>
