<template>
    <div class="pageAbout">
      <div class="banner">
        <img src="../../assets/images/about/banner.jpg" alt="名称百科">
        <h1>名称百科</h1>
      </div>
      
      <div class="wrapper about">
        <div class="side">
          <ul>
            <li><a :class="{'atthis': type == 1}" href="/about/1">联系我们</a></li>
            <li><a :class="{'atthis': type == 2}" href="/about/2">用户协议</a></li>
            <li><a :class="{'atthis': type == 3}" href="/about/3">用户隐私权</a></li>
            <li><a :class="{'atthis': type == 4}" href="/about/4">关于我们</a></li>
            <li><a :class="{'atthis': type == 5}" href="/about/5">用户帮助</a></li>
            <li><a :class="{'atthis': type == 6}" href="/about/6">名称百科</a></li>
          </ul>
        </div>

        <div class="about-content">
          <ul class="bk" v-if="type == 6">
            <li>
              <div class="name">注册资本</div>
              <p>注册资本：注册资本，又称额面资本，是指公司成立时注册登记的资本总额。注册资本一语，在各国公司法中并不多见。我国是少有的对注册资本有严格界定的国家。在其他一些国家，公司法亦规定资本是登记注册的重要事项，但并未明确使用注册资本这一术语，从实质而言，此种登记的资本额就是注册资本。但注册资本是否应为实缴资本，是否可以授权资本或发行资本登记注册，各国立法规定则有所不同。</p>
            </li>
            <li>
              <div class="name">变更记录</div>
              <p>公司的变更是指公司设立登记的事项包括名称、住所、法定代表人、注册资本、企业类型（组织形式）、经营范围、营业期限、有限责任公司股东或者股份有限公司发起人的姓名或者名称的变化。</p>
            </li>
            <li>
              <div class="name">行业</div>
              <p>行业（或产业）是指从事相同性质的经济活动的所有单位的集合。</p>
            </li>
          </ul>
          <div class="about-us" v-if="type == 4">
            <p>智企名是北京顶呱呱企业管理有限公司旗下的一款企业信用查询工具，旨在为用户提供快速查询企业工商信息、法院判决信息、关联企业信息、法律诉讼、失信信息、被执行人信息、知识产权信息、公司新闻、企业年报等服务。</p>
            <img src="../../assets/images/about/img_aboutus.jpg" alt="智企名">
            <p>公司总部位于 北京市朝阳区东三环北路38号民生大厦21层，依赖超强研发实力，公司拥有大数据挖掘，数据建模，行业标准定义和可视化分析技术，同时公司在成都筹建研发团队。公司核心团队成员有十多年互联网专业知识，通过在实践中不停创新，持续迭代，为顾客提供最优质的服务。我们的口号是: 成就创业梦想 助力企业发展</p>
            <div class="site">网址：http://zhiqiming.dgg.cn/</div>
          </div>
          <div class="concant" v-if="type == 1">
            <!-- <div class="tel">智企名服务热线：<b>400-0055-002</b></div> -->
            <div class="info">
              <!-- <p><span>电话：</span>400-0055-002</p> -->
              <!-- <p><span>传真：</span>400-0055-002</p> -->
              <p><span>举报邮箱：</span>jubao@dgg.net</p>
              <p><span>举报电话：</span>15708452246</p>
              <p><span>地址：</span>北京市朝阳区东三环北路38号民生大厦21层</p>
              </div>
          </div>
          <div class="agreement" v-if="type == 2">
            <p>
                  欢迎使用智企名，本协议自开始使用网站，并成为网站的会员时即产生法律效力。北京顶呱呱企业管理有限公司（以下简称智企名）可能会更新协议内容，并通过电子邮件来通知用户。更新结果将在智企名通知之日起生效。协议包括智企名网站内容的使用政策、智企名隐私政策。您在使用智企名提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消智企名提供的服务；您一旦使用智企名服务，即视为您已了解并完全同意本服务公约各项内容，并成为智企名用户（以下简称“用户”）。
              </p>
              <p>
                  <br/>
              </p>
              <p class="title">
                  一.引言
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  1.1.宗旨
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名是一款服务大众的企业信用信息查询工具,方便用户实时查询企业相关的股东，法人，企业对外投资信息，信用信息；提供北京、上海、广州、武汉、河南、河北、浙江、安徽、山东、湖南等全国企业工商信息,公司工商注册登记信息、信用查询服务以及企业诉讼，商标和专利信息查询。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  1.2.协议
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  本协议在您开始使用网站，并成为网站的注册用户时即产生法律效力。北京顶呱呱企业管理有限公司（以下简称智企名）可能会更新协议内容，并通过电子邮件来通知用户。更新结果将在智企名通知之日起生效。协议包括智企名的网站内容使用政策、智企名隐私政策。您在使用智企名提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消智企名提供的服务；您一旦使用智企名服务，即视为您已了解并完全同意本服务公约各项内容，并成为智企名用户（以下简称“用户“）。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名有权在必要时可修改用户协议，协议一旦发生变动，将会通过电子邮件或网站内部消息通知用户并提示修改内容。如果不同意所改动的内容，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为接受服务条款的变动。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名保留修改或中断服务的权利。对于任何网络服务的修改、中断或终止而造成的任何损失，智企名无需对用户或第三方承担任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title" >
                  二.义务
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2.1. 服务资格
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  为使用“服务”，您同意:
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  (1) 您必须满足18岁，请未成年人（18岁以下）勿向本网站提供任何个人资料或使用本服务。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  (2) 您只能拥有一个智企名帐户；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  (3) 智企名有根据法律法规或在合理状况下限制您使用“服务”。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2.2.会员资格与义务
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  用户帐号、密码及完成本服务的注册程序之后，您将选择一个密码及帐号。维持密码及帐号的机密安全，是您的责任。您应对所有用您的密码及帐号的活动负完全的责任。您同意∶
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  您的密码或帐号遭到未获授权的使用，或者发生其他任何安全问题时，您将立即通知智企名；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  一个账户在同一时间内仅能登录一台同一类型设备（如您使用电脑登录，则同一账号同一时间仅能在一台电脑上登录，但您同时可以在手机上登录），否则您将被迫下线而我们无需承担任何责任。用户使用时，不得存在连续、频繁的查询操作行为，否则我们的后台将自动对您的账号封号且无需向您承担任何责任。用户每次使用完毕，请安全退出把您的帐号关掉。如您未能依前述规定行事，对于任何人利用该密码及帐号及您不当操作所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，智企名不承担任何责任；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译、反向工程、反汇编或其它方式从我们系列产品和服务中得到源代码。若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利。用户行为若涉嫌犯罪的，将交由司法机关处理。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2.3.VIP会员服务条款
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）成为VIP会员的方式
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （一）您必须先填写真实、准确信息注册成为智企名用户。您所填写的内容与个人资料必须真实有效，否则我们有权拒绝您的申请或撤销您的VIP会员资格，并不予任何赔偿或退还VIP会员服务费。VIP会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的VIP会员权利不能全面有效行使的责任由VIP会员自己承担，智企名有权因此取消您的VIP会员资格，并不予退还VIP会员费或其他任何形式的任何赔偿。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （二）用户可通过各种已有和未来新增的渠道成为智企名VIP会员，通过智企名或智企名APP提示的方式进行支付，成为VIP会员。在用户使用具体某种方式成为VIP会员时，须阅读并确认接受相关的服务条款和使用方法。智企名在此声明：未授权任何第三方销售智企名VIP会员，也未在任何第三方平台销售VIP会员，任何通过非智企名渠道购买的VIP账户，智企名有权回收，并有权追究其法律责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （三）智企名VIP会员账号所有权归智企名所有，VIP会员拥有智企名账号的有限使用权。成为VIP会员后，您有权利不接受智企名的服务，可联系客服取消VIP会员服务，但VIP会员服务费不予退还。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;(2)服务说明及账号查询
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （一）当VIP会员使用智企名各单项服务时，VIP会员的使用行为视为其对各单项服务的服务条款以及智企名在该单项服务中发出各类公告的同意。在此提醒，VIP会员下载企业报告的数量上限为：5000份/次，10次/天。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （二） 您明确了解并同意，智企名VIP会员的付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险，包括但不限于不法分子利用您账户或银行卡等有价卡进行违法活动，该等风险均会给您造成相应的经济损失。您应自行承担向侵权方追究侵权责任和追究责任不能的后果。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （三） 您应自行负责妥善且正确地保管、使用、维护您在智企名申请取得的账户、账户信息及账户密码。非因智企名原因致使您账户密码泄漏以及因您保管、使用、维护不当造成损失的，智企名无须承担与此有关的任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; （四） 智企名不对您因第三方的行为或不作为造成的损失承担任何责任，包括但不限于支付服务和网络接入服务、任意第三方的侵权行为。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;（五）一旦您成为智企名VIP会员，即视为您认可该项服务标明之价格；成为智企名VIP会员后，该项服务即时生效。VIP会员的增值服务标准以智企名网站上标注的详细资费标价为准。您可以通过登录智企名VIP会员中心免费查询您的账号信息详情。&nbsp;&nbsp;
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （4） VIP会员的义务
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （一）VIP会员服务有固定的服务使用期限，您一旦成为VIP会员即视为认可它的服务使用期限。VIP会员服务仅限于申请账号自行使用；VIP会员服务期内不能在智企名帐号之间转移，禁止赠与、借用、转让或售卖。否则智企名有权在未经通知的情况下取消转让账户、受让账户的VIP会员服务资格，由此带来的损失由VIP会员自行承担。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）若VIP会员的行为持续违反本协议或违反国家相关法律法规，或智企名认为VIP会员行为有损智企名或他人的声誉及利益，我们有权取消该VIP会员的VIP会员资格而无须给与任何补偿。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）智企名内所有的企业联系方式来源于已公开的企业年报，仅供户查询之用。VIP用户导出企业相关信息后，不得用于买卖、交换等用途，若由此引起的任何纠纷由行为人承担，智企名不承担任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （四）任何VIP会员不得使用带有非法、淫秽、污辱或人身攻击的含义污辱或人身攻击的昵称和评论，一经发现，智企名有权取消其VIP会员资格而无需给与任何补偿和退费。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2.4. 通知及服务信息
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名会通过电子邮件和发布在网站上的通告与您联系，这包括向新用户介绍本服务各种功能的电子邮件。您将收到智企名向您发出与您的账户有关的电子邮件，包括当在您人际网络内的其他用户向您发放相关机会的电子邮件通知。智企名有可能向您发放促销信息，除非您选择不收取类似信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名所提供的企业员工名片功能均为用户及企业自行上传，相关数据内容与信息均通过本人或所属企业自行公开公示，仅供用户进行参考，相关数据真实性还需用户自行判断，不构成我们对任何人之明示或暗示的观点或保证，智企名不承担任何法律风险和连带责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2.5. 信息和分享
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名的“服务”提供了多种发送和分享信息的方式，如个人档案、职经、职位发布、人脉点评、公司点评等。您分享或发布的信息和内容都可能被其他“会员”查看，如果是公开信息，也会被“访客”查看。您可对以上信息和内容进行设置，我们也尊重您对于谁能查看您的个人内容 或信息的选择。我们没有义务发表您使用智企名“服务”的所有的相关信息或内容，但可以根据法律法规或在合理状况下自行决定删除信息或内容，并且无需发送通知。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  三.免责声明与其它担保
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  3.1.免责声明
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）智企名对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（“不可抗力事件”），以及他人蓄意破坏、智企名工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）使用智企名的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。智企名难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方 (包括其他用户) 提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为智企名网站上存在上述内容或信息的，请及时根据法律法规规定的程序通知智企名，以便及时处理。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （3）智企名根据法律规定或政府相关政策要求提供您的个人信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （4）智企名“UGC”内容（包括公司简介、职位、点评等）均由用户创建，是用户对该公司名称所指事物、现象介绍、评论的平台。“UGC”内容仅代表作者观点，与智企名无关。除法律另有规定外，对于用户言论的真实性引发的全部责任，由用户自行承担，智企名不承担任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （5） 因网络状况、通讯线路、第三方网站等任何原因而导致您不能正常使用智企名。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （6） 智企名在各服务条款及声明中列明的使用方式或免责情形。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  3.2.无担保
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1） “智企名”无法保证以下事项∶
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  1）本服务完全符合您的要求；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2）本服务不受干扰、及时提供、安全可靠或不会出错；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  3）使用本服务取得之结果正确可靠；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  4）您经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  5）软件中任何错误都得到更正。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （3）您自智企名或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  当您同意该协议时，默认您已经同意以上无担保条款。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  四． 知识产权归属
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  除非智企名另行声明，本网站（www.qichacha.com）的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归智企名所有。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  未经智企名书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过智企名购买）获取或使用智企名平台的数据、信息和资料，或通过不当方式影响智企名的正常服务，任何人不得擅自以软件程序自动获得智企名数据。否则，智企名将依法追究法律责任。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  五.服务终止
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  用户或智企名可根据实际情况中断服务。智企名不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对智企名服务不满，用户可有以下的追索权：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）不再使用智企名服务；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）通告智企名停止该用户的服务。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  结束用户服务后，用户使用智企名服务的权利马上终止。同时，智企名不再对用户承担任何义务。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  六. 会员纠纷
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  智企名保留权利，但没有责任监督、处理您和其他会员之间的纠纷。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  七. 用户行为
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  7.1.应做事项
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  如果您同意该项协议，则默认您遵守以下内容：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）遵守法律、法规及有关部门规章的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）提供准确信息，并及时更新信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （3）在档案使用真实姓名；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （4）以专业的态度使用“服务”。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  7.2.禁止事项
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  如果您同意该项协议，则默认您承诺不做以下行为：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息（包括但不限于图片、文字、视频、链接、音乐等）：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  1）反对宪法所确定的基本原则的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  3）损害国家荣誉和利益的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  4）煽动民族仇恨、民族歧视、破坏民族团结的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  5）破坏国家宗教政策，宣扬邪教和封建迷信的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  6）散布谣言，扰乱社会秩序，破坏社会稳定的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  8）侮辱或者诽谤他人，侵害他人合法权利的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  9）含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）为任何非法目的而使用网络服务系统；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （3）恶意注册智企名账号；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （4）利用智企名服务从事以下活动：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  1) 未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  2) 未经书面允许，对计算机信息网络功能进行删除、修改或者增加的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  3) 未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  4) 故意制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  5) 其他危害计算机信息网络安全的行为。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （5）未经书面允许，利用智企名从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （6）对智企名相关服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （7）在简历中心公布不完整、虚假或不准确的简历资料，或代他人公布简历(为他人寻找全职或兼职工作)。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （8）公布不是简历的资料，如意见、通知、商业广告或其他非简历内容。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （9）为智企名的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （10）除发布者外，删除或修改其他个人或公司公布的资料。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （11）擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （12）未经智企名同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。
              </p>
              <p>
                  <br/>
              </p>
              <p  class="title">
                  八． 来源声明
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 智企名所开发、运营的大数据软件智企名网页版（以下简称“智企名”）是一款企业工商数据等公开信息查询系统。根据用户指令，智企名的搜索引擎系统会以非人工检索方式自动生成用户检索的已经依法公开的企业信息，以便用户能够找到和使用该已被公开信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 智企名目前网站公示数据来源为如下网站，现就数据来源及其合规性简述如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 8.1. 全国企业信用信息公示系统（http://gsxt.saic.gov.cn）
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （1）公示依据
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  本系统信息公示依据《中华人民共和国政府信息公开条例》、《企业信息公示暂行条例》等法律法规、规章的有关规定。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  据2014年10月1日起实施的《企业信息公示暂行条例（国务院令第654号）》，相关规定如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “　第六条　工商行政管理部门应当通过企业信用信息公示系统，公示其在履行职责过程中产生的下列企业信息：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （一）注册登记、备案信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）动产抵押登记信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）股权出质登记信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （四）行政处罚信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （五）其他依法应当公示的信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  前款规定的企业信息应当自产生之日起20个工作日内予以公示。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “第七条　工商行政管理部门以外的其他政府部门（以下简称其他政府部门）应当公示其在履行职责过程中产生的下列企业信息：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （一）行政许可准予、变更、延续信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）行政处罚信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）其他依法应当公示的信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  其他政府部门可以通过企业信用信息公示系统，也可以通过其他系统公示前款规定的企业信息。工商行政管理部门和其他政府部门应当按照国家社会信用信息平台建设的总体要求，实现企业信息的互联共享。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; “第九条　企业年度报告内容包括：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （一）企业通信地址、邮政编码、联系电话、电子邮箱等信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）企业开业、歇业、清算等存续状态信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）企业投资设立企业、购买股权信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （四）企业为有限责任公司或者股份有限公司的，其股东或者发起人认缴和实缴的出资额、出资时间、出资方式等信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （五）有限责任公司股东股权转让等股权变更信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （六）企业网站以及从事网络经营的网店的名称、网址等信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （七）企业从业人数、资产总额、负债总额、对外提供保证担保、所有者权益合计、营业总收入、主营业务收入、利润总额、净利润、纳税总额信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  前款第一项至第六项规定的信息应当向社会公示，第七项规定的信息由企业选择是否向社会公示。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  经企业同意，公民、法人或者其他组织可以查询企业选择不公示的信息。 ”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; “ 第十条 企业应当自下列信息形成之日起20个工作日内通过企业信用信息公示系统向社会公示：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （一）有限责任公司股东或者股份有限公司发起人认缴和实缴的出资额、出资时间、出资方式等信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）有限责任公司股东股权转让等股权变更信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）行政许可取得、变更、延续信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （四）知识产权出质登记信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （五）受到行政处罚的信息；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （六）其他依法应当公示的信息。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  工商行政管理部门发现企业未依照前款规定履行公示义务的，应当责令其限期履行。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;（2）本系统公示的信息来自工商行政管理部门、其他政府部门及市场主体，政府部门和市场主体分别对其公示信息的真实性负责。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （3） 本系统使用过程中如有问题，可具体咨询市场主体所在省、自治区、直辖市企业信用信息公示系统主页下方的商标咨询电话或技术支持电话。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  综上，企业信息的公示内容系行政法规的强制性规定。由此可知，该网站内所公示信息为公开的信息，不构成商业秘密或个人隐私。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 8.2.中国裁判文书网（http://wenshu.court.gov.cn/Index）
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;（1）公示依据
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 据2016年10月1日起实施的《最高人民法院关于人民法院在互联网公布裁判文书的规定（法释〔2016〕19号）》，相关规定如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; “第二条 中国裁判文书网是全国法院公布裁判文书的统一平台。各级人民法院在本院政务网站及司法公开平台设置中国裁判文书网的链接。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; “第三条&nbsp; 人民法院作出的下列裁判文书应当在互联网公布：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （一）刑事、民事、行政判决书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （二）刑事、民事、行政、执行裁定书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （三）支付令；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （四）刑事、民事、行政、执行驳回申诉通知书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （五）国家赔偿决定书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （六）强制医疗决定书或者驳回强制医疗申请的决定书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （七）刑罚执行与变更决定书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （八）对妨害诉讼行为、执行行为作出的拘留、罚款决定书，提前解除拘留决定书，因对不服拘留、罚款等制裁决定申请复议而作出的复议决定书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （九）行政调解书、民事公益诉讼调解书；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （十）其他有中止、终结诉讼程序作用或者对当事人实体权益有影响、对当事人程序权益有重大影响的裁判文书。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; “第四条&nbsp; 人民法院作出的裁判文书有下列情形之一的，不在互联网公布：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （一）涉及国家秘密的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （二）未成年人犯罪的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （三）以调解方式结案或者确认人民调解协议效力的，但为保护国家利益、社会公共利益、他人合法权益确有必要公开的除外；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （四）离婚诉讼或者涉及未成年子女抚养、监护的；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; &nbsp;&nbsp; （五）人民法院认为不宜在互联网公布的其他情形。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 综上，中国裁判文书网所公示之内容，系依法公开内容，不存在不宜公开事宜。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  8.3. 中华人民共和国最高人民法院全国法院被执行人信息查询（中国执行信息公开网）（http://zhixing.court.gov.cn/search）
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  (1) 公开依据：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 据2013年10月1日起施行的《最高人民法院关于公布失信被执行人名单信息的若干规定(法释〔2013〕17号)》，相关规定如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; &nbsp; “第四条&nbsp; 记载和公布的失信被执行人名单信息应当包括：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; （一）作为被执行人的法人或者其他组织的名称、组织机构代码、法定代表人或者负责人姓名；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （二）作为被执行人的自然人的姓名、性别、年龄、身份证号码；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （三）生效法律文书确定的义务和被执行人的履行情况；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （四）被执行人失信行为的具体情形；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （五）执行依据的制作单位和文号、执行案号、立案时间、执行法院；
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （六）人民法院认为应当记载和公布的不涉及国家秘密、商业秘密、个人隐私的其他事项。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  （2）根据“全国法院被执行人信息查询使用申明”：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “为推进社会信用体系建设，切实解决执行难问题，促进被执行人自动履行生效法律文书确定的义务，保障公民、法人和其他组织依法获取执行案件信息，充分发挥执行案件信息对人民群众生产生活和社会经济活动的服务作用，参照《中华人民共和国政府信息公开条例》，最高人民法院从2009年3月30日起向社会开通“全国法院被执行人信息查询”平台。社会各界通过该平台可查询全国法院（不包括军事法院）2007年1月1日以后新收及此前未结的执行实施案件的被执行人信息。现就有关事项申明如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; （一）被执行人信息由执行法院录入和审核，若有关当事人对相关信息内容有异议的，可依据《最高人民法院关于全国法院被执行人信息查询平台信息异议处理的若干规定》向执行法院书面申请更正。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; （二）本网站提供的信息仅供查询人参考，如有争议，以执行法院有关法律文书为准。因使用本网站信息而造成不良后果的，人民法院不承担任何责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; （三）查询人必须依法使用查询信息，不得用于非法目的和不正当用途。非法使用本网站信息给他人造成损害的，由使用人自行承担相应责任。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; （四）本网站信息查询免费，严禁任何单位和个人利用本网站信息牟取非法利益。 ...”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; 综上，法院系统公示的内容，为人民法院认为应依法公开之内容。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; 8.4. 中华人民共和国国家知识产权局官方网站（http://www.sipo.gov.cn）
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; （1）专利信息公开依据：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; 据2009年10月1日起生效的《中华人民共和国专利法》相关规定如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “第二十一条 国务院专利行政部门及其专利复审委员会应当按照客观、公正、准确、及时的要求，依法处理有关专利的申请和请求。国务院专利行政部门应当完整、准确、及时发布专利信息，定期出版专利公报。在专利申请公布或者公告前，国务院专利行政部门的工作人员及有关人员对其内容负有保密责任。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  国家知识产权局依法公示的专利信息等内容，系根据专利法公开，其内容为依法公开之内容。
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  8.5. 中华人民共和国国家工商行政管理总局商标局官网（http://sbj.saic.gov.cn）
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;（1）公开依据：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp; 据2014年5月1日起施行的《中华人民共和国商标法》相关规定如下：
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp;&nbsp; “第二十八条 对申请注册的商标，商标局应当自收到商标注册申请文件之日起九个月内审查完毕，符合本法有关规定的，予以初步审定公告。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “第三十五条 对初步审定公告的商标提出异议的，商标局应当听取异议人和被异议人陈述事实和理由，经调查核实后，自公告期满之日起十二个月内做出是否准予注册的决定，并书面通知异议人和被异议人。有特殊情况需要延长的，经国务院工商行政管理部门批准，可以延长六个月。商标局做出准予注册决定的，发给商标注册证，并予公告。”&nbsp;&nbsp;
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  &nbsp;&nbsp; “第四十条 注册商标有效期满，需要继续使用的，商标注册人应当在期满前十二个月内按照规定办理续展手续；在此期间未能办理的，可以给予六个月的宽展期。每次续展注册的有效期为十年，自该商标上一届有效期满次日起计算。期满未办理续展手续的，注销其注册商标。商标局应当对续展注册的商标予以公告。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “第四十二条 转让注册商标的，转让人和受让人应当签订转让协议，并共同向商标局提出申请。受让人应当保证使用该注册商标的商品质量。转让注册商标的，商标注册人对其在同一种商品上注册的近似的商标，或者在类似商品上注册的相同或者近似的商标，应当一并转让。对容易导致混淆或者有其他不良影响的转让，商标局不予核准，书面通知申请人并说明理由。转让注册商标经核准后，予以公告。受让人自公告之日起享有商标专用权。”
              </p>
              <p>
                  <br/>
              </p>
              <p>
                  “第四十三条 商标注册人可以通过签订商标使用许可合同，许可他人使用其注册商标。许可人应当监督被许可人使用其注册商标的商品质量。被许可人应当保证使用该注册商标的商品质量。经许可使用他人
              </p>
              <p>
                  <br/>
              </p>
          </div>
          <div class="privacy agreement" v-if="type == 3">
            <p>
                智企名重视用户的隐私权，我们也深知您向智企名提供各种信息是基于对智企名的完全信任。智企名的宗旨是以诚信为本，我们一定会以负责的态度对待您提交给我们的信息，智企名郑重承诺如下：
            </p>
            <p>
                <br/>
            </p>
            <p>
                1、智企名郑重承诺不会出售用户的任何信息，并保护您的电子邮件、手机号码、姓名等个人隐私信息。
            </p>
            <p>
                <br/>
            </p>
            <p>
                2、智企名采取了有效的措施保护您的个人隐私资料。除非根据法律或政府的强制性规定，否则在未得到用户的许可之前，我们不会把用户的任何个人资料提供给无关的第三方（包括公司或个人）。
            </p>
            <p>
                <br/>
            </p>
            <p>
                下面是具体的阐述本网站如何处理用户的隐私问题：
            </p>
            <p>
                <br/>
            </p>
            <p class="title">
                一、我们所收集的信息以及如何使用：
            </p>
            <p>
                <br/>
            </p>
            <p>
                用户提交资料
            </p>
            <p>
                <br/>
            </p>
            <p>
                当您注册智企名时，您需要提供电子邮件地址，以便我们识别您的身份或与您联络。我们会利用一些有效方法，确认您的个人资料的正确性与有效性。
            </p>
            <p>
                <br/>
            </p>
            <p>
                用户的个人详细资料（profile）
            </p>
            <p>
                <br/>
            </p>
            <p>
                除了注册必填信息之外，我们还有一部分关于您更细致描述的信息，例如姓名、生日、家庭住址、所在公司等等，您可以选择填写与否。
            </p>
            <p>
                <br/>
            </p>
            <p>
                但是，您一定知道，您的资料越完整，您的提供的信息越丰富，就越有可能获得更多的机会和商务社交关系。
            </p>
            <p>
                <br/>
            </p>
            <p>
                联系人的信息
            </p>
            <p>
                <br/>
            </p>
            <p>
                当您邀请您的朋友加入智企名时，您需要填写对方的姓名，手机号或是邮箱地址。这些信息仅会被用来给您的联系人发出邀请或是其他信息之用。您也可以自行为您的联系人填加一些个人信息，但是智企名保证这些信息仅会被您看到。
            </p>
            <p>
                <br/>
            </p>
            <p>
                您为您联系人所填信息也符合此隐私条款。
            </p>
            <p>
                <br/>
            </p>
            <p>
                非个人资料辨别
            </p>
            <p>
                <br/>
            </p>
            <p>
                我们除了向您收集个人资料以便为您提供服务以外，还可能通过您的IP地址收集一些非个人隐私的统计资料，使我们能够进一步改善智企名的服务。例如，当您浏览一个网页时，此网址、当时的时间、您所使用的浏览器性质、给您提供接入服务的ISP等，都会被自动记录下来。
            </p>
            <p>
                <br/>
            </p>
            <p>
                COOKIE
            </p>
            <p>
                <br/>
            </p>
            <p>
                Cookie 是指从网络服务器发送到您的浏览器，并储存到电脑硬盘上的少量数据，通常包括一些特殊标识符，是用来记录您的使用者 ID。
            </p>
            <p>
                <br/>
            </p>
            <p>
                您以根据自己的喜好，设定接收所有 cookies，拒收所有 cookies ，或在设定 cookie 时得到通知。然而您必须在开启您的 cookies时才能使用智企名所提供的服务。
            </p>
            <p>
                <br/>
            </p>
            <p class="title">
                二、信息公开与共享
            </p>
            <p>
                <br/>
            </p>
            <p>
                用户的信息将会被分类分级别的，按照用户个人的意愿展示给其联络人。智企名不会将您的个人资料提供给任何人。但以下情况除外：
            </p>
            <p>
                <br/>
            </p>
            <p>
                (1) 已获得用户的明确授权；
            </p>
            <p>
                <br/>
            </p>
            <p>
                (2) 根据有关法律法规的要求或按照法院或相关政府部门的要求；
            </p>
            <p>
                <br/>
            </p>
            <p>
                (3) 为维护智企名的合法权益；
            </p>
            <p>
                <br/>
            </p>
            <p>
                (4) 为维护智企名的用户和社会公众的合法权益；
            </p>
            <p>
                <br/>
            </p>
            <p>
                (5) 智企名认为有必要的其他情况。
            </p>
            <p>
                <br/>
            </p>
            <p class="title">
                三、信息的更新和删除
            </p>
            <p>
                <br/>
            </p>
            <p>
                为了使您能和您的联系人保持长久的联系，在您的个人资料有变动的情况下，您可以更新和修改您的个人资料已使其有效。您在任何时候都能非常容易地使用您的注册名与密码登录本网站以修改或删除您的个人资料及档案。
            </p>
            <p>
                <br/>
            </p>
            <p class="title">
                四、保护您的隐私
            </p>
            <p>
                <br/>
            </p>
            <p>
                我们将采取严格的措施保护您的隐私，确保您的隐私权不受任何侵犯。只要您提供给我们任何个人信息，我们都会采取有效的手段保护您的信息（法律或政府的强制性规定不在此限）。
            </p>
            <p>
                <br/>
            </p>
            <p class="title">
                五、更新隐私条款
            </p>
            <p>
                <br/>
            </p>
            <p>
                智企名可能会对隐私权政策进行修改。如果在使用用户个人信息政策方面有大幅度修改时，我们会通过电子邮件通知您。本隐私保护制度最后一次更新时间为2015年3月23日。
            </p>
            <p>
                <br/>
            </p>
          </div>
          <div class="help" v-if="type == 5">
            <ul>
              <li>
                <div class="q">智企名的数据来源有哪些？</div>
                <p>智企名的企业数据来源于全国企业信用信息公示系统、中国法院裁判文书网、中国执行信息公开网等100多家官方网站，将各类数据统一处理、分类。</p>
              </li>
              <li>
                <div class="q">智企名提供的企业信息是最新的吗？</div>
                <p>智企名提供实时的企业信息数据查询，您也可以通过点击企业详情页上的“更新数据”将企业信息更新至最新。</p>
              </li>
              <li>
                <div class="q">注册登录后， 我可以享用哪些功能？</div>
                <p>注册登录后，您可以使用更多更强大的功能：</p>
                <p>1) 可以查看更多企业数据条数；</p>
                <p>2)可按股东、企业经营范围、公司地址、商标、失信、关联、专利、品牌或产品等进行搜索</p>
                <p>3)可查看企业相关新闻信息</p>
                <p>4) 可查看股东信息，主要员工，分支机构，变更记录，公司图谱，商标信息，专利信息，诉讼信息，对外投资， 年报信息，  招聘信息，资本动态等信息</p>
              </li>
            </ul>
          </div>
        </div>
      </div>
     
      
    </div>
</template>

<script>
export default {
  data () {
    return {
      type: this.$route.params.type
    }
  },
  components: {
  },
  created () {
  },
  mounted () {},
  methods: {
  }
}
</script>
 
<style lang="stylus" scoped>
@import '../../assets/css/params.styl'
.pageAbout
  overflow hidden
  min-width 1200px
  width 100%
  background #fff
.banner
  width 1920px
  position relative
  left 50%
  margin-left -960px
  height 240px
  img
    height 100%
  h1
    position absolute
    font-size 48px
    font-weight normal
    width 100%
    text-align center
    z-index 9
    color #fff
    top 95px
.about
  padding-bottom 50px
  &:after
    content ''
    display block
    clear both
.side
  width 180px
  float left
  overflow hidden
  padding 27px 20px 17px
  background #e5eaf6
  margin-top -80px
  position relative
  z-index 99
  border-radius 30px 0 30px 0 
  li
    font-size 16px
    height 50px
    margin-bottom 10px
    a
      display block
      text-align center
      border-radius 3px
      line-height 50px
      background #fff url('../../assets/images/about/icon_arr.png') 156px center no-repeat
      &:hover,&.atthis
        color #fff
        background #1c8bee url('../../assets/images/about/icon_arr_at.png') 156px center no-repeat
.about-content
  overflow hidden
  padding 40px 70px
  .bk
    padding  0 30px
    li
      border-bottom 1px solid $solidcolor
      padding 15px 0
      font-size 14px
      line-height 24px
      .name
        float left
        padding 0 20px
        line-height 40px
        background #34beeb
        color #fff
        border-radius 40px
        margin-bottom 15px
      p
        clear both
  .about-us
    img
      padding 20px 0
      width 740px
    .site
       font-size 24px
       color #1c8bee
       line-height 60px
  .concant
    margin 30px 0 0 200px
    width 463px
    font-size 18px
    line-height 36px
    span
      font-size 14px
    .tel
      font-size 24px
      color #1c8bee
      line-height 75px
      border-bottom 1px solid $solidcolor
      margin-bottom 15px
  .agreement
    .title
      color #1c8bee
      font-weight bold
  .help
    li
      margin-bottom 15px
      background transparent url('../../assets/images/about/icon_q.png') left 2px no-repeat
      padding-left 28px
      .q
        font-size 16px
        font-weight bold
        color $maincolor
        margin-bottom 5px
</style>
